;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Zityi's Translator Team
; Translation Author Email = zityisoft@gmail.com
; Soft Version = 10.1.4
;
[Lang]
NativeLanguage=Hungarian

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
Support=Támogatás és visszajelzés

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = HUN
LangCode=040e
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Információ
Warning = Figyelmeztetés
Error = Hiba
Confirm = Megerősítés
;
; Main GUI
;
FrmGeneral.chkuac.caption=UAC kihagyása
FrmWRC.btnassist.caption=Segítségnyújtás 
FrmWRC.btnregclean.caption=Rendszerleíró tisztító
FrmWRC.btnadv.caption=Rendszerhangolás
FrmWRC.btnsilm.caption=Töredezettségmentesítő
FrmWRC.btnrestore.caption=Visszaállítás
FrmWRC.btnsettings.caption=Opciók
FrmWRC.btnlikeit.caption=Tetszik
FrmWRC.btnsuggest.caption=Javaslat és visszajelzés
FrmWRC.WiseSimpleButton1.caption=Mentés
FrmWRC.btnupdate.caption=Frissítések ellenőrzése
FrmWRC.btnfacebook.hint=Kövessen minket a Facebookon
FrmWRC.btntwitter.hint=Kövessen minket a Twitteren
FrmWRC.btnemail.hint=Ossza meg barátaival
FrmWRC.btnmessage.caption=Üzenet


;
; Reg Cleaner
;
FrmReg.caption=Regisztráció
FrmRegClean.btnall.caption=Mind kijelöli
FrmRegClean.btnre.caption=Ajánlott
FrmRegClean.btnnone.caption=Nincs kijelölés
FrmRegClean.btnCustom.caption=Egyéni terület
FrmRegClean.WiseLabel1.caption=Ütemező
FrmRegClean.lbltype.caption=Futtatás típusa:
FrmRegClean.lblweek.caption=Futtatás napja:
FrmRegClean.lbltime.caption=Időpont:
FrmRegClean.btnScan.caption=Vizsgálat
FrmRegClean.btncancel.caption=Mégse
FrmRegClean.btnrescan.caption=Újravizsgál
FrmRegClean.lblstat.caption=Eddig nem volt végrehajtva rendszerleíró tisztítás. Egy azonnali tisztítás javasolt!
FrmRegClean.vtrc.Columns[0]=Adat
FrmRegClean.vtrc.Columns[1]=Rendszerleíró kulcs
FrmReg.lblinfo.caption=Köszönjük, hogy a Wise Registry Cleaner-t választotta
FrmReg.lblinfoex.caption=Kérjük, adja meg a licenckulcsát a PRO verzió aktiválásához.
FrmReg.lblemail.caption=E-mail:
FrmReg.lblUser.caption=Név:
FrmReg.lblKey.caption=Licenckulcs:
FrmReg.btnReg.caption=Regisztráció
FrmReg.btnbuy.caption=Vásárlás
FrmReg.lblhelp.caption=Hibát tapasztalt a licenckulcs megadásakor?
FrmReg.btnContact.caption=Kapcsolatfelvétel

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimalizálás
FrmOptimizer.btnnone.caption=Nincs kijelölés
FrmOptimizer.btnall.caption=Mind kijelöli
FrmOptimizer.btnDefault.caption=Alapértelmezett
FrmOptimizer.lblrecommendinfo.caption=Kérjük, próbálja ki a wisecleaner.com oldalon elérhető további termékeinket!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=A Wise PC Engineer számtalan fontos PC-s rendszerleíró, lemez és egyéb rendszer segédprogramot tartalmaz. Könnyen használható és hatékony!
FrmOptimizer.lblwdcinfo.caption=A Wise Registry Cleaner az egyik vezető Windows operációs rendszerre tervezett, ingyenes rendszerleíró tisztító. Gyors, alapos és biztonságos!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Szeretne további Windows teljesítményjavulást?
Frmoptimizer.lblinfoex.caption=Rendszerhangolással javítható a hálózat, a Windows sebesség és stabilizálható a rendszer.
FrmOptimizer.btnoptimize.caption=Optimalizálás
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=A rendszerleíró töredezettségmentesítéssel a PC gyorsabban és stabilabban futtatható.
FrmRegDefragger.lblstat.caption=Még nem töredezettségmentesítette a rendszerleírót. Egy azonnali töredezettségmentesítés javasolt!
FrmRegDefragger.btndefrag.caption=Töredezettségmentesítés
FrmRegDefragger.lblinfo1.caption=1. Javasoljuk, hogy a funkció futtatása előtt zárjon be minden más alkalmazást.
FrmRegDefragger.lblinfo2.caption=2. Az elemzés közben a rendszer, lehet, hogy nem fog reagálni.
FrmRegDefragger.lblinfo3.caption=3. A számítógép újra fog indulni a rendszerleíró töredezettségmentesítésének befejezése után.
FrmRegDefragger.lblinfo4.caption=4. Kérjük, ne szakítsa meg a a rendszerleíró töredezettségmentesítését, mivel az ismeretlen következményekkel járhat.
FrmRegDefragger.vtdefrag.Columns[0]=Struktúra neve
FrmRegDefragger.vtdefrag.Columns[1]=Jelenlegi méret
FrmRegDefragger.vtdefrag.Columns[2]=Új méret
FrmRegDefragger.vtdefrag.Columns[3]=Redundancia arány
FrmRegDefragger.btnAnalysis.caption=Elemzés
;
; Custom scan areas
;
Frmcustom.caption=Egyéni terület
Frmcustom.btnre.caption=Ajánlott
Frmcustom.btnall.caption=Mind kijelöli
Frmcustom.btnnone.caption=Nincs kijelölés
Frmcustom.btncancel.caption=Mégse
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAboutWin.caption=Névjegy
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Beállítások
FrmSettings.tsCommon.caption=Általános
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
FrmSettings.tsAutoRun.caption=Futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnrestore.caption=Névjegy
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Mégse
FrmGeneral.chkassist.caption=Értesítsen engem, ha valaki feltett egy kérdést.
FrmUsers.lblinfo.caption=Válassza ki a kívánt felhasználókat a Wise Registry Cleaner kezeléséhez
FrmUsers.rdcuser.caption=Csak a jelenlegi felhasználó
FrmUsers.rdauser.caption=Minden felhasználó
FrmUsers.rdusers.caption=Kiválasztott felhasználók
FrmSettings.tsUsers.caption=Felhasználók
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=A 'Tisztítás-1-kattintásra' ikon létrehozása és elhelyezése az asztalon
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A programot parancssorból is futtathatja, automatikusan megvizsgálhatja és megtisztíthatja a rendszerleírót. További információkért, nyomja meg az F1 gombot vagy kattintson a következő hivatkozásra a súgó dokumentum megtekintéséhez.
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Kulcsszó hozzáadása
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
FrmExclusion.btnimport.caption=Importálás
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Mégse
;
; General Settings
;
FrmGeneral.chkNews.caption=Hírlevelek fogadása
FrmGeneral.chkbackup.caption=Tisztítás elött a rendszerleíró automatikus mentése
FrmGeneral.WiseLabel1.caption=Frissítések:
FrmGeneral.WiseLabel2.caption=Nyelv:
FrmGeneral.btnchecknew.caption=Ellenőrzés
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.lblscanmode.caption=Rendszerleíró vizsgálati mód:
FrmGeneral.rdnormal.caption=Alapértelmezett vizsgálat
FrmGeneral.rdssafe.caption=Gyorsvizsgálat
FrmGeneral.rddeep.caption=Mélyvizsgálat
FrmGeneral.lblBackup.caption=Mentés:
FrmGeneral.btnbr.caption=Tallózás...
FrmRegClean.lblDefaultHint.Caption=Csak biztonságos bejegyzések vizsgálata
FrmRegClean.lblFullHint.Caption=Teljes vizsgálati mód haladó felhasználók számára
FrmRegClean.lblCustomHint.Caption=Testreszabott bejegyzések vizsgálata
TFrmScheduler.lblHint.caption=Az ütemezett feladat a gyors vizsgálati módot használja.
FrmScheduler.caption=Ütemező
;
; Backup and Restore
;
Frm_br.btncancel.caption=Mégse
FrmBackup.caption=Biztonsági mentés
FrmBackup.btnreg.caption=Teljes rendszerleíró mentés készítése
FrmBackup.btnsys.caption=Rendszer-visszaállítási pont létrehozása
FrmRestore.caption=Visszaállítási központ
FrmRestore.btnRegBk.caption=Rendszerleíró visszaállítása
FrmRestore.btnSysBK.caption=Rendszer-visszaállítás
FrmRestore.btnclose.caption=Bezárás
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
;
; Update
;
frmupdate.caption=Szoftverfrissítés
;
; Popup Menus
;
pmLicenseKey1=Regisztráció
pmLicenseKey=Licenckulcs módosítása
pmHelp=Online súgó
pmforum=Fórum
pmHome=Weboldal
pmContact=Elérhetőségünk
pmCheckNew=Frrissítések ellenőrzése
pmLang=Nyelv kiválasztása
pmSkin=Felszín kiválasztása
pmAbout=Névjegy
pmIgnore=Kijelölt bejegyzés kihagyása
pmrec=Biztonságos bejegyzések kijelölése	
pmAll1=Mind kijelöli
pmNone=Nincs kijelölés
pmGo=Megnyitás a rendszerleíróban...
pmExport=Exportálás ...
pmPortable=Portable verzió létrehozása

;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ha kedveli a Wise Disk Cleaner programot, kérjük, ismertesse meg ezt az ingyenes eszközt kedvesével.
FrmlikeUs.lblInfo.caption=Kérjük, ossza meg a Wise Disk Cleaner programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitteren, Youtubeon, Facebookon, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
FrmlikeUs.lblRate.caption=Wise Disk Cleaner értékelés:
FrmlikeUs.lblfollow.caption=Kövessen minket:
FrmlikeUs.lblshare.caption=Wise Disk Cleaner megosztása:
FrmlikeUs.btndownload.caption=Ingyenes letöltés
FrmlikeUs.imgrate.hint=Jutalmazzon minket 5 csillaggal
FrmlikeUs.imgmail.hint=Ossza meg barátaival
FrmlikeUs.imgface1.hint=Ossza meg a facebookon
FrmlikeUs.imgface2.hint=Kövessen minket a facebookon
FrmlikeUs.imgtwitter1.hint=Ossza meg a twitteren
FrmlikeUs.imgtwitter2.hint=Kövessen minket a twitteren
FrmlikeUs.Caption=Tetszik
FrmlikeUs.lbldownload.caption=További freeware termékek letöltése a WiseCleaner.com oldalról

;
; DefProcess
;
FrmProcess.Caption=Rendszerleíró elemzés
FrmProcess.lblwait.caption=Elemzés...
FrmProcess.lblinfo.caption=A számítógép néhány másodpercig nem fog reagálni.
FrmProcess.lblwait.caption=Elemzés, kis türelmet...

[Message]
NoNews=Nincs olvasatlan üzenete.
InvalidRegInfo=Érvénytelen regisztrációs adatok!
alluser=Minden felhasználó
currentuser=Jelenlegi felhasználó
Username=Felhasználónév
Proupdate=Sajnáljuk, de a giveaway (ajándék) verzió nem támogatja a frissítést, de különleges kedvezményt tudunk biztosítani a legújabb verzió beszerzéséhez. Ellenkező esetben FREE verzió lesz, ha a frissítés mellett dönt. Folytatja?
MWDetected=MalwareBytes észlelhető, hogy blokkolja a(z) %s működését. Kattintson az OK gombra a megoldás eléréséhez.
ActivateOnline=Regisztrációs információk ellenőrzése, kérjük, várjon néhány másodpercet...
WRCRunning=A program fut.
StopAndExit=A program jelenleg vizsgálatot végez. Leállítja és kilép?
EmptyEmail=Az e-mail cím mező nem lehet üres.
EmptyName=A felhasználónév mező nem lehet üres.
InvalidEmail=Érvénytelen e-mail. Kérjük, adjon meg egy érvényes e-mail címet.
EmpytKey=A licenckulcs mező nem lehet üres.
InvalidKey=Érvénytelen licenckulcs. Kérjük, adjon meg egy érvényes licenckulcsot.
EnterEmail=Adja meg az e-mail címét
EnterName=Adja meg a nevét
EnterKey=Adja meg a licenckulcsot
OverMaxTimes=Túllépte az aktiválások maximális számát.
ThanksRegister=Köszönjük, hogy regisztrálta ezt a terméket!
Activated=A teljes verzió aktiválva lett.
ConnectFail=Nem lehet csatlakozni a szerverhez. Kérjük, ellenőrizze az internetkapcsolatot, majd próbálja meg később.
NoRegInfo=Nem találjuk az Ön regisztrációs adatait. Ha ezt hibának véli, kérjük, lépjen kapcsolatba velünk.
NeedAdmire=A szolgáltatás rendszergazdák számára érhető el. Ha futtatni szeretné a szolgáltatást, jelentkezzen be rendszergazdaként.
Valuenrea=Érték neve
Keyname=Kulcs neve
ScheduleHint=Tisztítsa számítógépét rendszeresen.
Unoptimized=Nem optimalizált
UpdateError=Frissítési hiba. Letölti a legfrissebb verziót weblapunkról?
RegeditorLocked=A rendszerleíró blokkolva van. A biztonsági mentés/visszaállítás funkció használatához rendszerleíró hozzáférés szükséges. Feloldja a rendszerleíró blokkolását?
failtounLock=Nem sikerült feloldani a rendszerleírót. Lehet, hogy további engedély szükséges a jelenlegi művelet megvalósításához.
Total=Összes
DefragRate=Ez segíthet csökkenteni az adatbázis méretét %s.
SuggestDefrag=Egy azonnali rendszerleíró töredezettségmentesítés ajánlott.
SuggestIgnore=A rendszerleíró jelentősen nem töredezett, ezért kérjük, hogy ezt a következő alkalommal töredezettségmentesítse.
TypeNoError=Tisztítás
NeverClean=Még nem volt végrehajtva rendszerleíró tisztítás. Egy azonnali tisztítás javasolt!
AdviseClean=A rendszeres rendszerleíró tisztítással a PC gyorsabban és biztonságosabban futtatható.
DupItem=Ez az elem már szerepel a listán.
Advisedefrag=A rendszerleíró töredezettségmentesítéssel a PC gyorsabban és stabilabban futtatható.
NeverDefrag=Még nem volt töredezettségmentesítve a rendszerleíró. Azonnali végrehajtás javasolt!
LastDefrag=A rendszerleíró utolsó töredezettségmentesítési ideje:
TotalDefrag=Összesen %.2f lett tömörítve..
DefaultValue= (Alapértelmezett)
RegBackup=Rendszerleíró mentés
RegRestore=Rendszerleíró visszaállítás
CreateBackup=Biztonsági-mentés létrehozása...
Compress=Tömörítés...
Extracte=Kibontás...
Complete=Kész
RestoreReg=Rendszerleíró visszaállítás folyamatban...Várjon, pár percet...
NotSupportOS=A jelenlegi operációs rendszer nem támogatja ezt a funkciót.
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
SysCreating=Egy rendszer-visszaállítási pont létrehozása...
SysRestoring=A rendszer-visszaállítás előkészítése...
RestorePointDone=A rendszer visszaállítási-pont sikeresen létre lett hozva.
RestorePointFail=Nem sikerült létrehozni a rendszer visszaállítási-pontot.
ErrorMsg=Hibaüzenet:
Area=Terület
Summary=Leírás
LeastOne=Kérjük, válasszon ki legalább egy vizsgálandó területet.
IsRunning=A vizsgálat fut. Kérjük, várja meg a vizsgálat végét, majd próbálja meg újra.
Optimized=Optimalizált
DefragReport=A rendszerleíró tömörítve lett. Optimalizálási jelentés:
DefragReport1=A rendszerleíró régi mérete:
DefragReport2=A rendszerleíró új mérete:
DefragReport3=Optimalizált méret:
ReOptimize=Optimalizálás újra
ComfirmDefrag=Kérjük, mentse a befejezetlen munkáit, mivel a PC a rendszerleíró töredezettségmentesítése után azonnal újra fog indulni. Elindítja most?
def15After=%d nap telt el a rendszerleíró utolsó töredezettségmentesítése óta. Kérjük, töredezettségmentesítse most!
def15Before=Számítógépe gyorsabban és stabilabban fog futni, ha tömören tartja a rendszerleírót.
KeyWord=Kérjük, adja meg a kulcsszavakat:
ExImport=A kizárási listája exportálva lett ide:
NoNewVer=Jelenleg a legfrissebb verziót használja.
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Never=Soha
TranslateTo=Fordítás...
NeedBack=Ez az első alkalom, hogy a programot használja. Egy azonnali rendszerleíró mentés ajánlott. Szeretné most automatikusan menteni?
Newsletter=Hírlevél
UpgradeInfo=Frissítési információ
CannotCrTask=Nem lehet létrehozni egy ütemezett feladatot.
ScheduleNextTime=Következő időpont:
Exported=A jelenlegi elemek exportálva lettek ide: %s. Megnyitja most a fájlt?
Idle=Üresjáratban
Login=Bejelentkezésnél
LastClean=A rendszerleíró utolsó tisztítási ideje:
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
IssueFound=%d hibatalálat.
Scanning=Vizsgálat
ScanCanceled=A vizsgálat meg lett szakítva!
FindError=Jelenleg összesen %d probléma észlelhető. %d nem biztonságos, amit törölni kell.
LogAll=%d hibatalálat, %d probléma lett megoldva.
LogFail=Nem sikerült eltávolítani %d hibát.
StartClean=Tisztítás
StartScan=Vizsgálat
7After=%d nap telt el a rendszerleíró utolsó tisztítása óta. Egy azonnali vizsgálat javasolt.
7Before=A rendszerleíró adatbázis tisztábbá, a számítógép gyorsabbá válik!
ReScanHint=%d hibatalálat. Javasoljuk, hogy végezzen egy újabb vizsgálatot a további problémák feltárásához.
CleanNow=Kérjük, kattintson a "Tisztítás indítása" gombra a jelenlegi hibák azonnali javításához.
NoError=Gratulálunk! Tiszta rendszerleíróval rendelkezik!
GoodHabit=A PC csúcsteljesítményének fenntartása egy rendszeres rendszerleíró tisztítás végrehajtásával.
ReScanHint1=Javasoljuk, hogy végezzen egy újabb vizsgálatot a potenciális problémák azonnali feltárásához.
TypeChanged=Módosította az elemezési tételeket!
ReScanHint2=Kérjük, vizsgálja át újra a problémák feltárásához.
CleanDone=A tisztítás befejeződött!
bkAuto=Automatikus
bkManual=Manuális
BackupDate=Mentési idő
BackupType=Biztonsági mentés típusa
Problems=Hibák
CreateDate=Létrehozás dátuma
Description=Leírás
Removebackup=Valóban eltávolítja a kiválasztott biztonsági mentést?
RemoveSysRestore=Eltávolítja a kiválasztott rendszer-visszaállítási pontot ?
NoBackupSelected=Kérjük, válasszon legalább egy mentést a visszaállításhoz.
RestoreComplete=A helyreállítás befejeződött
RestoreFromSysRestore=Újra kell indítani a számítógépet a rendszer-visszaállításához. Elindítja a visszaállítást most?
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezésnél
NewVer=Új verzió érhető el! Szeretné frissíteni most?
TranslateTo=Fordítás...

[Tuneup]
SuperPrefetchParameters=A Super-Prefetch letiltása a memóriafelhasználás csökkentésére a Windows (8/10) indításakor.
BlueReboot=Automatikus újraindítás letiltása a rendszer kék halálozásánál.
RemoteRegAccess=Rendszerleíró módosítás letiltása egy távoli számítógépről.
FileListSpeed=Windows fájllista házirend frissítésének optimalizálása.
PreviewUP=A tálca ablak előnézetek megjelenítési sebességének felgyorsítása.
OptDNS=DNS és DNS-elemzési sebesség optimalizálása.
OptLAN=Hálózati kapcsolat optimalizálása.
ShowSpeed=A rendszer kijelző optimalizált válaszadási sebessége.
AeroSnap=Az Aero Snap felgyorsítása a gyors miniatűr megjelenítéshez.
SSDSpeedup=SSD optimalizálás
DisablePrefetch=Előzetes lehívási paraméterek letiltása az SSD élettartamának meghosszabbításához.
DisableSuperPrefetch=Előtöltési paraméterek letiltása az SSD élettartamának meghosszabbításához.
DisableDefragBoot=A rendszerindításkor végrehajtandó töredezettségmentesítés letiltása az SSD élettartamának meghosszabbításához. 
DisableDefragIdle=Az üresjáratban végrehajtandó automatikus töredezettségmentesítés letiltása az SSD élettartamának meghosszabbításához.
EnableTRIM=A TRIM funkció engedélyezése az SSD munkateljesítményének javításához.
OptIEConnection=Fokozott maximális kapcsolatok kiszolgálónként. A weblap megjelenítési és online videó megtekintési sebesség növelése.
IconCache=A rendszer ikon gyorsítótár növelése és asztal megjelenítési sebesség felgyorsítása.
RestoreAll=Valóban visszaállítja az összes elemet Windows alapértelmezettre?
NoSelectedItem=Kérjük, válasszon legalább egy optimalizálandó elemet.
OptItems=A következő %d elem optimalizálható.
ItemsOptimized=%d elem lett optimalizálva.
TakeEff=Néhány módosítás, csak a PC újraindítása után lép érvénybe.
NoItems=Gratulálunk! Az összes elem optimalizálva lett.
BootSpeedup=Rendszerbetöltés/Leállítás gyorsítás
SystemStable=Rendszerstabilitás
SystemSpeedup=Rendszergyorsítás
NetworkSpeedup=Hálózatgyorsítás
PrefetchParameters=Az előzetes utasításkód lehívási paraméterek optimalizálása a Windows betöltési sebességének gyorsításához.
BootDelay=A "lemezellenőrzési" idő csökkentése a Windows betöltési sebességének gyorsításához.
BootPartition=Az optimalizálási funkció engedélyezése a Windows betöltési sebességének gyorsításához.
ClearPagingFile=A Windows lapozófájl törlésének letiltása leállításkor a PC leállításának felgyorsításához
TimeOut=Az alkalmazás inaktivitás csökkentése bezáráskor a leállítási folyamat javítása érdekében.
AutoKill=A lefagyott folyamatok bezárása a rendszerösszeomlások elkerüléséhez
RestartExplorer=A Windows Intéző automatikus újraindítása a váratlan asztal eltűnés leállításához
TwoProcess=A Windows Intéző beállítása a komponensek futtatására a különálló folyamatokban a rendszer konfliktusok elkerüléséhez
ErrorReport=A képernyő hibajelentés tiltása a rendszerteljesítmény javításához
Debugger=A hibakereső program tiltása a hibafeldolgozás felgyorsításához
OptMemory=Alapértelmezett memória beállítások optimalizálása a rendszerteljesítmény javításához
OptVEff=Az ügyféloldali komponensek (párbeszédablakok, menük, stb.) megjelenítésének optimalizálása a rendszerteljesítmény javításához
OptFileSystem=A fájlrendszer optimalizálása a rendszerteljesítmény javításához
OptDiskSystem=A lemez I/O alrendszerének optimalizálása a rendszerteljesítmény javításához
DisAutoRun=Az "automatikus lejátszás" funkció letiltása a meghajtókon a vírusfertőzés/továbbterjesztés elkerüléséhez
OptDiskIdle=A lemez I/O optimalizálása a CPU üresjárati állapotában
OptTTL=TTL beállítások optimalizálása a hálózati teljesítmény javításához
OptNetForward=A hálózat továbbítási képesség optimalizálása a hálózati teljesítmény javításához
OptMTU=A TCP/IP teljesítményének javítása a "fekete lyukak" automatikus észlelésével az elérési út MTU észlelési módszer segítségével
OptWINS=A WINS név lekérési idő optimalizálása az adazátviteli sebesség javításához
OptNetWork=A hálózati beállítások optimalizálása a kommunikációs teljesítmény javításához
CloseAnimate=Az animációs effekt bezárása az ablak lekicsinyítésekor és/vagy teljes méretre állításakor az ablak válaszadási sebességének felgyorsításához
PagingExecutive=A memória laptördelés és lemez I/O csökkentés letiltása az alkalmazás teljesítmény javításához. (Az opció figyelmen kívül lesz hagyva, ha a fizikai memória kevesebb, mint 1 Gb)
StaticIP=Állandó IP cím beállítása helyi kapcsolat esetén a PC betöltésének gyorsításához
PorcessorTime=A processzor teljesítményének optimalizálása az alkalmazások, játékok, stb. futtatására hangolva (Kiszolgáló esetén figyelmen kívül hagyás)
DisableIDECheck=Az IDE csatorna ellenőrzésének megakadályozása a Windows betöltési sebességének gyorsításához
ForeAppSpeed=Az előtérben futó programok válaszadási sebességének növelése
AeroPeek=Az Aero Peek megjelenítési sebességének növelése
OptEthernet=Ethernet kártya teljesítmény optimalizálás

[Type]
ContextMenu=Érvénytelen helyi menü elemek
MUICache=MUI gyorsítótár
Services=Windows szolgáltatások
Activex=ActiveX/COM komponensek
FireWall=Tűzfal beállítások
RootAll=Érvénytelen útvonalak
SoftwareSection=Szoftver elérési útvonalak
ApplicationPaths=Alkalmazás elérési útvonalak
FileTypes=Fájltípusok
HelpFiles=Súgófájlok
Fonts=Betűkészletek
SharedDLL=Megosztott DLL-ek
MRULists=Felhasználói MRU listák
UninstallSection=Eltávolító
StartMenu=Start menü
StartupProgram=Indítópult programok
SoundandAppEvents=Hang és alkalmazás események
IEUrlHistory=IE URL-előzmények
IFEO=Képfájl végrehajtása
EmptyKey=Üres kulcsok
App=Alkalmazás beállítások

[ErrorMessage]
MUIError1=Hiányzik a MUI hivatkozás, de a(z) "%s" meghajtón %s van, javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
MUIError=Hiányzó MUI hivatkozás
ServiceNotExists=A megadott program szolgáltatás nem létezik.
MimeExName=Érvénytelen MIME kiterjesztés regisztrálva: %s
EmptyKey=Üres kulcs
EmptyHelpdirctory=Üres súgó könyvtár.
FileNotExist=A fájl (Mappa) nem létezik.
HFileNotExist=A súgó fájl (Mappa) nem létezik.
EmptyValue=Üres érték
TypeLib=A típuskönyvtár nem létezik:
NodeEmpty=Üres csomópont
SharedFilenotexist=A megosztott fájl nem létezik.
sharedfilenotbeuse=A megosztott fájl nincs használatban.
noconnection=Fájl csatlakozási információ nélkül.
Invalidpathtoicon=Érvénytelen ikon útvonal.
ReferstoaninvalidClass=Érvénytelen osztályra hivatkozás.
Emptyshellcommand=Üres rendszerhéj parancs.
Invalidshellcommand=Érvénytelen rendszerhéj parancs (A fájl nem létezik).
Fontsnotexist=A betűállomány nem létezik.
Hijacking=A(z) %s el lett térítve a(z) %s által.
MRULists=Felhasználói MRU listák
invalidOpenWith=Nincs alkalmazás társítva ezzel a tipussal.
ReferActivex=Érvénytelen Activex/COM bejegyzésre hivatkozás.
EmptyCLSID=Üres CLSID.
ComSourceNotExist=A COM forrás nem létezik.
invalidUnistall=Érvénytelen eltávolítási információk.
notexist=nem létezik.
ObsoleteStartMenuItem=Elavult start menü elem.
SoundFilenotexist=A hangfájl nem létezik.
FileNotExist1=A fájl(mappa) nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
OpenWithError=Megnyitás hibával, a megadott alkalmazás nem létezik.
OpenWithError1=Megnyitás hibával, a megadott alkalmazás nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
ComSourceNotExist1=A COM forrás nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.

[Summary]
ContextMenu=Érvénytelen helyi menü elemek
MUICache=Hiányzó MUI gyorsítótár hivatkozás
Services=Érvénytelen Windows-szolgáltatások
Activex=Érvénytelen ActiveX és COM összetevők
FireWall=Érvénytelen Windows tűzfal beállítások
RootAll=Érvénytelen helyek és fájlok
SoftwareSection=Az eltávolított szoftverek után hátramaradt érvénytelen helyek és fájlok
ApplicationPaths=Érvénytelen regisztrált alkalmazás helyek és fájlok
FileTypes=Érvénytelen fájlkiterjesztési információk
HelpFiles=Érvénytelen regisztrált súgófájlok
Fonts=Érvénytelen betűtípus információk
SharedDLL=Hiányzó megosztott dinamikus csatolású függvénytárak
MRULists=Fájl hozzáférések, megtekintett filmek, szerkesztett dokumentumok, stb.
UninstallSection=Felesleges vagy érvénytelen eltávolítási információk
StartMenu=Elavult start menü elemek
StartupProgram=Elavult vagy érvénytelen indítópult programok
SoundandAppEvents=Elavult vagy érvénytelen hang és esemény beállítások
IEUrlHistory=IE webes látogatási elözmények
IFEO=Spyware, vírus vagy malware által létrehozott rosszindulatú bejegyzések
EmptyKey=Információ nélküli bejegyzések
App=Érvénytelen alkalmazás beállítások

[AutoClean]
ErrorsFixed=hiba törölve lett.
Title=Gratulálunk!
ErrorsFound=hibatalálat.

[AutoUpdate]
CurrentFile=Aktuális fájl:
Canceling=Megszakítás...
CANCEL=Mégse
Ready=Készen áll a letöltésre

[Skin]
SkinDefault=Alapértelmezett
SkinBlue=Kék
SkinGreen=Zöld
SkinCustom=Egyéni
SkinColor=Egyéni felületszín

[EUASK]
regcaption=Regisztrálás
logincaption=Bejelentkezés
FrmEuaskLogin.lblJoin.Caption=Csatlakozzon az Euask-hoz
FrmEuaskLogin.lblSign.Caption=Jelentkezzen be az Euask-ba
FrmEuaskLogin.lblnick.Caption=Felhasználónév:
FrmEuaskLogin.lbl1.Caption=Jelszó:
FrmEuaskLogin.btnlogin.caption=Bejelentkezés
FrmEuaskLogin.btnregister.Caption=Regisztráció
FrmEuaskLogin.btnpwd.Caption=Elfelejtette a jelszavát?
FrmEuaskLogin.WiseLabel1.Caption=Felhasználónév:
FrmEuaskLogin.WiseLabel2.Caption=Jelszó:
FrmEuaskLogin.btnreg.caption=Regisztráció
FrmEuaskLogin.WiseSimpleButton1.Caption=Bejelentkezés
FrmEuaskLogin.lbl2.Caption=E-mail:
FrmEuaskLogin.btnnone.Caption=Ne most
inputuser=Kérjük, adja meg a jelszót és a felhasználónevet.

[Renew]
subscribed=Ne emlékeztessen többé
title=A Wise Registry Cleaner PRO %d nap múlva lejár!
title1=A licenckulcs lejárt. Kérjük, újítsa meg időben!
Price=a Pro megújítása csak %s!
Describe=Elveszítheti a Pro verzió előnyeit.
Renew=Megújítás